{"basics":{"name":"Hrishikesh Patel","label":"Graduate Student","image":"","email":"hpatel17@phas.ubc.ca","phone":"+1 (250) 899-3216","url":"https://hrishikeshnpatel.github.io/","summary":"I am a Graduate Student in Condensed Matter Physics and Quantum Information at UBC with a focus on quantum materials and quantum computers.","location":{"address":"Stewart Blusson Quantum Matter Institute, University of British Columbia","postalCode":"V6T 1Z4","city":"Vancouver","countryCode":"Canada","region":"BC"},"profiles":[{"network":"Twitter","username":"AlbertEinstein","url":"https://twitter.com/AlbertEinstein"}]},"education":[{"institution":"University of British Columbia","location":"Vancouver, Canada","url":"https://www.ubc.ca/","area":"Physics","studyType":"MSc","summary":"Focusing on condensed matter physics and quantum information.","startDate":"2023-09-01","endDate":"2026-05-30"},{"institution":"University of British Columbia","location":"Vancouver, Canada","url":"https://www.ubc.ca/","area":"Combined Honours: Physics and Mathematics","studyType":"BSc","summary":"Coursework in ","startDate":"2018-09-01","endDate":"2023-05-30"}],"work":[{"name":"EPFL, Lausanne","position":"Research Intern","url":"https://drive.google.com/file/d/174p3y7isf9dQOfivadkfC1Q2H5BPg4ug/view?usp=sharing","startDate":"2022-05-01","endDate":"2022-09-01","summary":"Worked on developing microwave to optical transducers at the Laboratory of Photonics and Quantum Measurements (LPQM) under the supervision of Prof. Tobias Kippenberg. In particular, I helped develop a pump laser system for efficient frequency conversion between microwave and optical domains using High-Overtone Bulk Acoustic Wave Resonators (HBARs).","highlights":["Photonics"]},{"name":"TRIUMF Inc., Vancouver","position":"Junior Researcher","url":"https://drive.google.com/file/d/1mMxHL_AFwI0HyavbZw3qmemFfeACSiP7/view?usp=sharing","startDate":"2021-01-01","endDate":"2021-09-01","summary":"Worked on developing microwave to optical transducers at the Laboratory of Photonics and Quantum Measurements (LPQM) under the supervision of Prof. Tobias Kippenberg. In particular, I helped develop a pump laser system for efficient frequency conversion between microwave and optical domains using electro-optic modulators and optical cavities.","highlights":["ab initio calculations","Atomics physics"]},{"name":"UBC Mathematics, Vancouver","position":"Undergraduate Researcher","url":"https://drive.google.com/file/d/1vcr7ghpGH1cxNF4e2tjw4jhZjRdkyEME/view?usp=sharing","startDate":"2020-05-01","endDate":"2020-09-01","summary":"Studied kappa distributions arising in space science by solution of associated Fokker-Planck and Schrödinger equation using quadrature discretization schemes.","highlights":["statistical physics","numerical methods"]}],"volunteer":[{"organization":"Undergraduate Research Opportunities (URO), UBC","location":"Vancouver, Canada","position":"VP Finance","startDate":"2021-04-01","endDate":"2023-04-01","summary":"Managed the budget and finances for URO, ensuring transparency and accountability in all financial matters. Also advised the Reasearch EXperience (REX) program committee with 'big picture' planning."}],"awards":[{"title":"BPOC Graduate Excellence Award","date":"2024-07-01","awarder":"Faculty of Graduate and Post-doctoral Studies, UBC","summary":"For exceptional academic performance in MSc. Physics at UBC."},{"title":"Richard E. Azuma Fellowship","date":"2022-02-01","awarder":"TRIUMF Inc.","summary":"Internship and a $5000 graduate fellowship for future graduate work. (declined)"},{"title":"Scholarship of Excellence","date":"2022-02-01","awarder":"EPFL","summary":"Scholarship awarded to support internship work at EPFL."},{"title":"Undergraduate Research Scholarship","date":"2021-03-01","awarder":"Canadian Institute of Nuclear Physics (CINP)","summary":"Scholarship awarded for research work at TRIUMF."},{"title":"Reginald Palliser-Wilson Scholarship","date":"2021-01-01","awarder":"Faculty of Science, UBC","summary":"Awarded for academic excellence based on recommendation from the Mathematics department."},{"title":"Faculty of Science International Student Scholarship","date":"2020-11-01","awarder":"Faculty of Science, UBC","summary":"Awarded by UBC Faculty of Science for academic excellence. Awarded twice (2020, 2022)"},{"title":"Trek Excellence Scholarship","date":"2020-11-01","awarder":"Faculty of Science, UBC","summary":"Awarded by UBC Faculty of Science for academic excellence."}],"publications":[{"name":"d-Mon: A Transmon with Strong Anharmonicity Based on Planar c-Axis Tunneling Junction between d-Wave and s-Wave Superconductors","publisher":"Physical Review Letters","releaseDate":"2024-01-05","url":"https://link.aps.org/doi/10.1103/PhysRevLett.132.017002","summary":"We propose a novel qubit architecture based on a planar c-axis Josephson junction between a thin flake d-wave superconductor, such as a high-Tc cuprate Bi2⁢Sr2⁢CaCu2⁢O8+d, and a conventional s-wave superconductor. When operated in the transmon regime the device—that we call “d-mon” becomes insensitive to offset charge fluctuations and, importantly, exhibits at the same time energy level spectrum with strong anharmonicity that is widely tunable through the device geometry and applied magnetic flux. Crucially, unlike previous qubit designs based on d-wave superconductors the proposed device operates in a regime where quasiparticles are fully gapped and can be therefore expected to achieve long coherence times."},{"name":"Novel setup for detecting short-range anisotropic corrections to gravity","publisher":"Physica Scripta","releaseDate":"2024-03-19","url":"https://dx.doi.org/10.1088/1402-4896/ad3178","summary":"In this paper we argue that, even though there are strong theoretical and empirical reasons to expect a violation of spatial isotropy at short distances, contemporary setups for probing gravitational interactions at short distances have not been configured to measure such spatial anisotropies. We propose a simple modification to the state-of-the-art torsion pendulum design and numerically demonstrate that it suppresses signals due to the large spatially-isotropic component of the gravitational force while maintaining a high sensitivity to short-range spatial anisotropies. We incorporate anisotropy using both Yukawa-type and power-law-type short-distance corrections to gravity. The proposed differential torsion pendulum is shown to be capable of making sensitive measurements of small gravitational anisotropies and the resulting anisotropic torques are largely independent of the details of the underlying short-distance modification to gravity. Thus, if there is an anisotropic modification to gravity, from any theory, in any form of the modified potential, the proposed setup provides a practical means of detecting it."},{"name":"Exploring Atomic Systems Using a Relativistic IMSRG Scheme","publisher":"UBC Library Collections","releaseDate":"2023-08-25","url":"http://dx.doi.org/10.14288/1.0435586","summary":"In this work, we propose to use In-Medium Similarity Renormalisation Group (IMSRG) scheme to study the precise structure of atomic systems with a Dirac-Hartree Fock (DHF) reference frame. IMSRG was developed as a many-body method in the field of nuclear physics to decouple degrees of freedom in highly correlated Hamiltonians. DHF, on the other hand, is a well-established meanfield approach in the field of atomic physics where relativistic effects for multi-electron species are calculated using a mean-field potential. Precise agreement with experiment and prediction power are essential in the field of atomic physics. In this work, we provide a way to combine these two methods to accurately calculate ground states of atomic systems. We provide calculations comparable to state-of-the-art benchmarks for closed shell atomic systems and some proof-of-concept calculations for open shell atoms which have so far eluded most ab-initio methods in the field. We also address some key limitations of our method and outline steps needed to overcome them."},{"name":"Probing short distance gravity using temporal lensing","publisher":"International Journal of Modern Physics A","releaseDate":"2021-06-20","url":"https://doi.org/10.1142/S0217751X21501153","summary":"It is known that probing gravity in the submillimeter–micrometer range is difficult due to the relative weakness of the gravitational force. We intend to overcome this challenge by using extreme temporal precision to monitor transient events in a gravitational field. We propose a compressed ultrafast photography system called T-CUP to serve this purpose. We show that the T-CUP’s precision of 10 trillion frames per second can allow us to better resolve gravity at short distances. We also show the feasibility of the setup in measuring Yukawa and power-law corrections to gravity which have substantial theoretical motivation."},{"name":"Pseudospectral solutions of the Fokker-Planck equation for Pearson diffusion that yields a Kappa distribution; the associated SUSY Schrödinger equation","publisher":"Computational and Theoretical Chemistry","releaseDate":"2021-01-15","url":"https://doi.org/10.1016/j.comptc.2020.113059","summary":"Numerous satellite measurements of the energy distributions of electrons and ions in the solar system and beyond can be fitted with the Kappa distribution. The origin of these Kappa distributions has attracted considerable attention. In particular, it has been used to support the Tsallis entropy formalism that purports to explain the origin of these distributions. In this paper, we compare the Kappa distribution of space plasmas modelled with a particular Fokker–Planck equation for a two component system with the linear Fokker–Planck equation that has been used to study the Student t-distribution. Pseudospectral solutions of the Fokker–Planck equation for the Student-t distribution based on the steady solution are not convergent owing to its asymptotic power law behaviour. We transform the Fokker–Planck equation to the isospectral Schrödinger equation which yields a Rosen-Morse II potential. The eigenfunctions and eigenvalues of this Schrödinger equation are obtained with a nonclassical pseudospectral method in comparison with a Fourier method and a method based on Hermite polynomials. The nonclassical pseudospectral method converges faster than these other basis sets and agrees with the known eigenvalues."}]}